/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Přílohy (%d)";

/* Old singular title format */
"AttachmentsKey" = "Příloha (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Přidat přílohu";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Pořídit fotografii";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Knihovna fotografií";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Příloha %d odstraněna";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Soubory";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Zrušit";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Název";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Poznámky";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Hodnota";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UPOZORNĚNÍ: NavigationController pro aktuální UITableViewController pro FUIFormCell je nil. FUIAttachmentsFormCell a ListPickerFormCell nebudou správně fungovat.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Trvání";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hodina";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "hodiny";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Vybráno";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Vše";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Upozornění: Hledání je deaktivováno, protože vlastnost listPickerSearchResultsUpdating v ListPickerFormCell je nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Vybrat vše";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Zrušit výběr všeho";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zavřít";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Více";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Méně";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "zapnuto";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "vypnuto";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Poklepáním přepněte";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Třídit podle";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Není vybráno";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Pro přepnutí výběru poklepejte";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Pro přepnutí směru řazení poklepejte";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "toto je jezdec %@, jehož maximální hodnota je %@ a minimální hodnota je %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "pro změnu hodnoty jezdce můžete při vybraném prvku přejet nahoru/dolů";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Aktuální hodnota je %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktuální hodnota změněna na %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Pole jen ke čtení";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternativní vstupní akce";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Tlačítko";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Poklepáním otevřete";

"DoubleTapToCollapseKey" = "Poklepáním sbalte";

"DoubleTapToSelectFromList" = "Poklepáním vyberte ze seznamu";

"DoubleTapToSelect" = "Poklepáním vyberte";

"DoubleTapToUnselect" = "Poklepáním zrušte výběr";

/* FUIStepperView tip */
"StepperTipKey" = "Tento krokovač lze upravit";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Tento krokovač nelze upravit";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maximální hodnota je %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimální hodnota je %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Zvýšit hodnotu o 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Snížit hodnotu o 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Aktuální hodnota je ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtr";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Výsledky \\(filteredNum) z \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Zobrazit \\(filteredNum) položky";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Resetovat";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Tento posuvník lze upravit, minimální hodnota je %@ a maximální hodnota je %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Tento posuvník nelze upravit, minimální hodnota je %@ a maximální hodnota je %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Tento posuvník oblasti ze upravit, minimální hodnota je %@ a maximální hodnota je %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Tento posuvník oblasti nelze upravit, minimální hodnota je %@ a maximální hodnota je %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "textové pole hodnoty posuvníku";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "textové pole dolní hodnoty";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "textové pole horní hodnoty";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Poklepáním můžete zadat přímou hodnotu";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "úchyt posuvníku, aktuální hodnota je";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "hodnotu můžete změnit přejetím nahoru nebo dolů";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "dolní úchyt posuvníku oblasti, aktuální hodnota je";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "dolní hodnotu můžete změnit přejetím nahoru nebo dolů";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "horní úchyt posuvníku oblasti, aktuální hodnota je";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "horní hodnotu můžete změnit přejetím nahoru nebo dolů";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "aktuální hodnota je %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "aktuální dolní hodnota je %@, horní hodnota je %@";

